[
    {
        "name": "Aetherpearls",
        "purchasecost": 6,
        "upgradecost": 3,
        "description": "This small set of pearls are etherically linked together, and can be inset into armor or worn as jewelry. There are always just enough for all player characters and no more.<br/><br/>Every character can add +1 to their charm or command rating, up to a max of 3.<br/><br/>Characters can add aetherpearls to their adventurer's kit. While wearing a pearl, characters can talk to any other character wearing a linked pearl within a mile. They must talk out loud and hear the other person's voice in their ear.",
        "upgrades": [
            {
                "name": "Extended Pearls",
                "costspecial": null,
                "description": "Up to 6 additional pearls can also be given to NPC allies. Pearls can also be linked to any other pearl network within their range, connecting them together.",
                "upgrades": []
            },
            {
                "name": "Resonant Pearls",
                "costspecial": null,
                "description": "When in a populous location with an etheric field (like a city) the pearls don't have a maximum distance.",
                "upgrades": []
            },
            {
                "name": "Silent Pearls",
                "costspecial": null,
                "description": "Within the same room (or a very short distance) anyone wearing a linked pearl can communicate telepathically, without speaking out loud.",
                "upgrades": []
            }
        ]
    },
    {
        "name": "Aethervault",
        "purchasecost": 3,
        "upgradecost": 3,
        "description": "You can keep up to 6 Dust inside this crystalline prism, where it is safely stored. Characters can deposit or withdraw Dust from it by touching it. Only characters attuned to the prism (your group, and any NPCs you choose) can withdraw or deposit dust, and it is practically indestructible unless you hurl it into an high powered Aetherforge.<br>The vault has a clever but slow acting condenser inside. At the end of each interlude, if there is at least 1 Dust inside the Vault, it attracts more Aether, adding 1 Dust to the vault. If there’s no room in the vault, not more Dust is generated.",
        "upgrades": [
            {
                "name": "Empowered Attunement",
                "costspecial": null,
                "description": "Dust can be withdrawn or deposited into the Vault from anywhere, ending up in a specially attuned vial on each character’s waist.",
                "upgrades": []
            },
            {
                "name": "Aether Sapphire",
                "costspecial": null,
                "description": "Increase the vault’s capacity to 12",
                "upgrades": [
					{
						"name": "Aether Ruby",
						"costspecial": null,
						"description": "Increase the vault’s capacity to 16",
						"upgrades": []
					}
				]
            },
            {
                "name": "Upgrade Condenser",
                "costspecial": null,
                "description": "If it’s at least half full, the vault condenses 2 dust instead of 1.",
                "upgrades": []
            }
        ]
    },
    {
        "name": "Cabinet",
        "purchasecost": 3,
        "upgradecost": 3,
        "description": "This dusty cabinet or traveling trunk allows you to keep additional gear with you.<br>During camp, you can swap out your <b>abilities</b> and <b>gear</b> at will.",
        "upgrades": [
            {
                "name": "Soulstone",
                "costspecial": null,
                "description": "Characters can also change jobs at camp.",
                "upgrades": [
					{
						"name": "Great Soulstone",
						"costspecial": 6,
						"description": "Characters can take 7 abilities instead of 6 on an expedition.",
						"upgrades": []
					}
				]
            }
        ]
    },
    {
        "name": "Cauldron",
        "purchasecost": 6,
        "upgradecost": 3,
        "description": "A heavy iron cauldron and apothecary where characters can brew flasks. Characters can brew one of the following <b>flasks</b> during an interlude by spending <b>2 dust</b>. Flasks can be drunk as part of making an action roll (in narrative play) or as a <i>free action</i> ability in combat. Characters can only hold on to three flasks, and up to one major flask.<ul><li><b>Flask of Action</b>: Gain +1 boon on their next narrative action</li><li><b>Flask of Resolve</b>: Regain 2 effort</li><li><b>Flask of Alacrity</b>: Dash 4</li><li><b>Power Flask</b>: Gain bonus damage on your next action</li><li><b>Major Phoenix flask</b>: An incapacitated character can drink a Phoenix Flask at the end of a round to Rescue themselves. They can do this even while incapacitated.</li><li><b>Major Healing flask</b>: <i>Cure</i> yourself</li><li><b>Major Power flask</b>: Gain bonus damage on all actions until the end of your next turn.</li></ul>GMs can offer flask ingredients as rewards for treasure collected during an expedition, or side tasks. If that's the case, forgo the dust cost for brewing a flask if you have the ingredients. Ingredients are usually for a specific flask.",
        "upgrades": [
            {
                "name": "Flask Belt",
                "costspecial": null,
                "description": "Characters can hold on to four flasks.",
                "upgrades": [
					{
						"name": "Improved Flask Belt",
						"costspecial": 6,
						"description": "Characters can hold on to up to two major flasks.",
						"upgrades": []
					}
				]
            },
            {
                "name": "Major Flasks",
                "costspecial": 0,
                "description": "Add the following to your flask brewing by taking an upgrade for each. They cost increased dust to brew and take rarer ingredients. You can ignore the dust requirement if you have ingredients as normal.",
                "upgrades": [
					{
						"name": "Major Flask of Divine Speed",
						"costspecial": null,
						"description": "5 dust. Until the end of your next turn, increase all move, rush, dash, fly, and teleport amounts by +2",
						"upgrades": []
					},
					{
						"name": "Major Flask of Divine Strength",
						"costspecial": null,
						"description": "5 dust. Your next action deals bonus damage and is a critical hit on hit if it is an attack.",
						"upgrades": []
					},
					{
						"name": "Major Flask of Divine Luck",
						"costspecial": null,
						"description": "5 dust. Until the end of your next turn, all attacks miss you and you cannot miss attacks (a miss becomes a hit instead).",
						"upgrades": []
					},
					{
						"name": "Major Flask of Divine Health",
						"costspecial": null,
						"description": "5 dust. Clear all statues and gain a <i>vigor surge</i>.",
						"upgrades": []
					},
					{
						"name": "Major Flask of Divine Grace",
						"costspecial": null,
						"description": "3 dust. Increase the effect of your next narrative action to superpowered.",
						"upgrades": []
					}
				]
            }
        ]
    },
    {
        "name": "Cooking Pot",
        "purchasecost": 6,
        "upgradecost": 3,
        "description": "When you embark on an expedition, or when you camp, one character can cook a meal for everyone. A character’s <b>cooking skill</b> is a unique action, starting at 1d6. A character can improve their cooking by investing 2 xp to improve their cooking skill by 1, up to a maximum of 4. Xp invested in cooking has to be spent when you gain xp and not from your bar.<br>Roll 1d6 per level of cooking skill and choose any die as the final result. Meal effects apply to the <b>very next combat only</b> you get into.<table><tr><th>D6</th><th>Result</th></tr><tr><td>1</td><td><b>Burnt Meal</b> - No effect!</td></tr><tr><td>2</td><td><b>Nutritious Meal</b> - Ignore <i>difficult terrain</i></td></tr><tr><td>3</td><td><b>Refreshing Meal</b> - Saves are successful on an 9+ instead of a 10+</td></tr><tr><td>4</td><td><b>Invigorating Meal</b> - Deal bonus damage in the first round of combat</td></tr><tr><td>5</td><td><b>Healthy Meal</b> - Start that combat with 2 vigor, or +2 vigor if you already start with Vigor.</td></tr><tr><td>6</td><td><b>Hearty Meal</b> - Gain resistance to all damage in the first round of combat</td></tr></table>",
        "upgrades": [
            {
                "name": "Foraging",
                "costspecial": null,
                "description": "Your group can forage or shop for ingredients during an interlude. Roll 1d6. You can hold on to that number until used during cooking. If you roll and save a 1, you can use it as insurance. Discard it when you roll a 1 cooking result to re-roll, taking the second result as final.",
                "upgrades": [
					{
						"name": "Improved Ingredients",
						"costspecial": 5,
						"description": "When you cook, you can keep any 2 dice and combine their effects.",
						"upgrades": []
					}
				]
            },
            {
                "name": "Variety",
                "costspecial": null,
                "description": "If a different character from the last one cooks each time you camp or go into an interlude, roll +1d6 when cooking.",
                "upgrades": []
            },
            {
                "name": "Masterclass",
                "costspecial": null,
                "description": "If you get a critical hit on a cooking roll, the effects apply to <i>every combat</i> until you camp or go into an interlude.",
                "upgrades": []
            }
        ]
    },
    {
        "name": "Campfire",
        "purchasecost": 6,
        "upgradecost": 6,
        "description": "Your camp has a bright and well fed fire. It’s easy to take a load off and talk around the fire, and it burns brightly even in dark moments.<br>During Heal Burdens, characters can tick a free segment on a burden of their choice.",
        "upgrades": [
            {
                "name": "Commonality",
                "costspecial": 3,
                "description": "Characters that help others heal their burdens instead of healing their own allow that character to tick 2 segments instead of 1",
                "upgrades": []
            },
            {
                "name": "Momentum",
                "costspecial": null,
                "description": "When you finish camp, gain 1 personal resolve.",
                "upgrades": []
            },
            {
                "name": "Memories of Purpose",
                "costspecial": null,
                "description": "Once a session, all characters can heal 1 strain merely by taking a moment to breathe.",
                "upgrades": [
					{
						"name": "Memories of Hope",
						"costspecial": null,
						"description": "When using memories of purpose, characters also regain 1 effort",
						"upgrades": [
							{
								"name": "Memories of Home",
								"costspecial": null,
								"description": "All characters gain +1 effort box and +1 max strain.",
								"upgrades": []
							}
						]
					}
				]
            }
        ]
    },
    {
        "name": "Elixir Stone",
        "purchasecost": 6,
        "upgradecost": 3,
        "description": "This unsettling and extremely valuable blood red stone, found in the very deepest depths of the arkenruins, is condensed Dust and life essence in its purest form. When exposed to Aether, it bleeds a substance that can be condensed into elixirs that can heal wounds.<br>A party embarks with one elixir. A character can drink an elixir any time outside of tactical combat to heal a wound. Healing a wound also replenishes 25% hp.",
        "upgrades": [
            {
                "name": "Elixir Brewing",
                "costspecial": null,
                "description": "When they camp, or during an interlude, characters can brew a new 1 elixir by spending 4 dust. A GM might offer elixir ingredients as a reward, allowing you to waive this cost.",
                "upgrades": [
					{
						"name": "Deep Elixir Stone",
						"costspecial": null,
						"description": "When you brew elixirs, brew two elixirs instead.",
						"upgrades": []
					}
				]
            },
            {
                "name": "Clarity",
                "costspecial": null,
                "description": "Characters can drink an elixir to heal all strain",
                "upgrades": []
            }
        ]
    },
    {
        "name": "Fishing Pole",
        "purchasecost": 6,
        "upgradecost": 3,
        "description": "Once an expedition, if there’s a water source nearby, one character can fish. A character’s <b>fishing skill</b> is a unique action, starting at 1d6. A character can improve their fishing by investing 2 xp to improve their fishing skill by 1, up to a maximum of 4. Xp invested in fishing has to be spent when you gain xp and not from your bar.<br>Roll 1d6 per level of fishing skill and choose the highest result as the final result. <table><tr><th>D6</th><th>Result</th></tr><tr><td>1</td><td><b>Line Snapped</b> - No result</td></tr><tr><td>2</td><td><b>Got Away</b> - No result. Next time you fish, add +1d to your roll.</td></tr><tr><td>3-5</td><td><b>Common Fish</b>: Collect 2 of these fish and they can be sold at market for 1 dust. Dungeon guppies, cave carp, and Arkentrout are all pretty common examples.</td></tr><tr><td>6</td><td><b>Rare Fish!</b> - Roll 1d6. Can be sold at market for 1 dust.<br><b>1: Glibfish</b> - Eat to gain +1D and improve effect on all command and charm rolls for a scene<br><b>2: Musclefish</b> - Eat to gain +1D and increased effect on Endure and Smash actions for a scene<br><b>3: Wrightfish</b> - Ask the fish for advice. If you follow it, gain +1D and improved effect on your next narrative action.<br><b>4: Elixir Fish</b> - Can be drunk to gain a vigor surge.<br><b>5: Panaflounder</b> - Eat as free action to end all statuses and foe’s marks.<br><b>6: Golden Gizzet</b> - Can be sold at market for 3 dust</td></tr><tr><td>6,6</td><td><b>Super rare fish!</b> This super hard to catch fist can be sold for 3 dust at market. Roll 1d6.<br><b>1-3: Wishfish</b> - The fish is infused with reality warping Aether. You can use the fish to perform one action roll as superpowered, expending it.<br><b>4-6: Godfish</b> - This magnificent specimen sells for 5 dust at market. Alternately, its scales are so tough it can be used as a shield. At the start of combat, expend the fish to give a character 10 vigor, which could put them over their maximum</td></tr></table>",
        "upgrades": [
            {
                "name": "Bait",
                "costspecial": null,
                "description": "You can spend 1 dust to add 1d6 to a fishing roll any number of times.",
                "upgrades": [
					{
						"name": "Improved Tackle Box",
						"costspecial": null,
						"description": "Gain 1 free use of bait an expedition",
						"upgrades": []
					}
				]
            },
            {
                "name": "Beginner's Luck",
                "costspecial": null,
                "description": "If a character fishes that was different from the previous time, they fish with +1d",
                "upgrades": []
            },
            {
                "name": "Trophy Board",
                "costspecial": null,
                "description": "If you catch a super rare fish, everyone gains 1 xp.",
                "upgrades": []
            },
            {
                "name": "Catch and Release",
                "costspecial": null,
                "description": "If you release a fish you caught without gaining its effects, all characters can tick 1 segment on a burden.",
                "upgrades": []
            }
        ]
    },
    {
        "name": "Forge",
        "purchasecost": 6,
        "upgradecost": 3,
        "description": "A workshop for building weapons or armor, and keeping them in tip top shape.<br>Every character can add +1 to their endure or smash ratings, up to a maximum of 4.",
        "upgrades": [
            {
                "name": "Forge Kit",
                "costspecial": null,
                "description": "Characters can add armor repair kit, whetstone, oil, tongs, hammer, nails to their <i>loose gear</i>.",
                "upgrades": []
            },
            {
                "name": "Tool Rack",
                "costspecial": null,
                "description": "Any project clock or ambition clock involving crafting starts with 1 segment filled in.",
                "upgrades": [
					{
						"name": "Improved Workshop",
						"costspecial": null,
						"description": "Gain +1d to fill in any clock involving crafting",
						"upgrades": []
					}
				]
            },
            {
                "name": "Relic Forge",
                "costspecial": null,
                "description": "At the end of each session, infuse 1 dust into a relic of your choice. Aspect infusions cost only 10 dust.",
                "upgrades": [
					{
						"name": "Ancient Relic Forge",
						"costspecial": 6,
						"description": "Characters can take an extra relic. They can still only take 3 with them on an expedition.",
						"upgrades": []
					}
				]
            }
        ]
    },
    {
        "name": "Liftstone",
        "purchasecost": 6,
        "upgradecost": 3,
        "description": "This stone is etherically linked to a set of similar stones, all of which are clones from a great shard theorized to be buried deep in the heart of Arden Eld. Most of them have been recovered and are inset into major cities, but others still resonate in ruins, lost libraries, or deep locations in the world. You can tune a stone by tapping it to a mother stone. A liftstone can only be tuned to one stone at a time.<br>Once attuned, you may raise this stone aloft and charge it with Aether to instantly lift everyone within about a ten foot radius into the world’s aetheric network, transporting them instantly back to a clear space near the mother stone. This carries all player characters, one or two NPC allies, and their equipment, but anything bigger than a pack animal will have to get left behind.<br>Once a lift stone is used, it must be recharged by either not using it for the duration of 1 expedition, or re-infusing it with 3 dust.",
        "upgrades": [
            {
                "name": "Wakeful Stone",
                "costspecial": null,
                "description": "The stone can be used twice before it needs to recharge",
                "upgrades": []
            },
            {
                "name": "Resonant Stone",
                "costspecial": null,
                "description": "The stone affects a larger area when used, and can transport anything smaller than a wagon in about a thirty foot radius.",
                "upgrades": [
					{
						"name": "Grandmother Stone",
						"costspecial": null,
						"description": "This stone is a chip off the great shard. It can be tuned to any mother stone in a ten mile radius or so without physically being present.",
						"upgrades": []
					}
				]
            }
        ]
    },
    {
        "name": "Portable Library",
        "purchasecost": 6,
        "upgradecost": 3,
        "description": "A collection of well-worn tomes, manuals, and scrolls.<br>Every character can add +1 to their tinker or study rating, up to a max of 4.",
        "upgrades": [
            {
                "name": "Library Kit",
                "costspecial": null,
                "description": "Characters can add almanac, monster guide, local maps, simple ritual tome, tome of legend lore to their <i>loose gear</i>.",
                "upgrades": []
            },
            {
                "name": "Training Manuals",
                "costspecial": null,
                "description": "At the end of each interlude, each character gets +1 xp.",
                "upgrades": [
					{
						"name": "Focused Training",
						"costspecial": null,
						"description": "Instead of healing burdens, characters can train to gain + 1 xp. Stacks with training manuals.",
						"upgrades": []
					}
				]
            },
            {
                "name": "Arkentomes",
                "costspecial": null,
                "description": "Characters can make rolls to recall or gather information about dungeon or monster lore at +1D",
                "upgrades": []
            },
            {
                "name": "Productive Research",
                "costspecial": null,
                "description": "Instead of healing burdens, characters can turn xp into dust, at a 2 to 1 rate.",
                "upgrades": []
            }
        ]
    },
    {
        "name": "Kapkat Table",
        "purchasecost": 3,
        "upgradecost": 3,
        "description": "This table is for playing kapkat, a competitive and collectible card game that simulates a battle between demons and brave warriors called bearers of the flame. The colorful character and card art is very popular with certain circles.<br>Though a basic deck isn’t hard to come by, quality decks of cards are usually beautifully printed and kept by wealthy individuals as a luxury item, with rare cards going for a lot of dust, but they end up making their way down to enthusiast collectors, where there is a healthy secondary market.<br>Your Kapkat deck quality is a number from 0-5. If you're a new player, your deck starts at 0. NPCs can also have kapkat decks, and their deck quality is always obvious to you if you play.<br>When you play Kapkat with someone else, both players roll their deck quality as a fortune roll. The higher number wins, and in case of ties, go to the second highest number (so 6,6,4 would beat 6,5,2).<br><b>Once a session</b>, someone can play a wagered game of kapkat, which must be done at camp or during an interlude. If you win a game of kapkat, you take <b>1 dust</b> from the loser. However, the reverse is also true, even with NPCs.<br>When you enter a populated location where someone might sell cards, you can buy <b><i>rare cards</i></b> to upgrade your deck for 2 dust a rare card. Every 2 rare cards upgrades your deck 1 quality.<br>A <b>competitive</b> game of kapkat is played in 3 rounds, with best of 3, and requires at least 1 rare card. The loser gives a <b>rare card</b> to the winner.",
        "upgrades": [
            {
                "name": "White Demon Card",
                "costspecial": null,
                "description": "You can burn a rare card to re-roll your Kapkat roll. The card is gone forever unless you win the match. You can’t burn it if it’s your last rare card.",
                "upgrades": []
            },
            {
                "name": "Ruby Princess Card",
                "costspecial": 1,
                "description": "Gain +1d and increased effect on social rolls against anyone else with this card (anyone playing kapkat has about a 50% chance of having one, check with a d6).",
                "upgrades": []
            },
            {
                "name": "Vessel of Avarice Card",
                "costspecial": null,
                "description": "It’s uncertain what this rare card actually does, but having it does make rare cards cheaper by 1 dust.",
                "upgrades": []
            },
            {
                "name": "Sapphire Warrior Card",
                "costspecial": 1,
                "description": "You can wager up to 3 rare cards on competitive matches if your opponent agrees.",
                "upgrades": []
            },
			{
                "name": "Verdant King Card",
                "costspecial": 1,
                "description": "You can sell rare cards for 1 dust.",
                "upgrades": []
            },
			{
                "name": "Golden Maiden Card",
                "costspecial": null,
                "description": "You have a special, repeatable ambition clock you can attempt to fill out for free each downtime (6 segments). When you fill it up, get a rare card instead of gaining xp.",
                "upgrades": []
            }
        ]
    },
    {
        "name": "Shrine",
        "purchasecost": 3,
        "upgradecost": 3,
        "description": "Shrine to the Titans, the slain precursors. Grants Divine Mercy. When characters would take their last wound and die, roll a d6. On a 2+, they ignore the wound instead and miraculously heal all wounds and hit points. Divine Mercy can only occur once for a character ever in their life time.",
        "upgrades": [
            {
                "name": "Commune",
                "costspecial": null,
                "description": "Once a session, a single character can pray at the shrine and ask a yes/no question about a person, place, or object. The GM will answer with one of the following: Wheel (yes, positive), Stone (no, negative), or Chaos (mixed outcome).",
                "upgrades": []
            },
            {
                "name": "Absolution",
                "costspecial": null,
                "description": "A broken character with 3 burdens can pray at the shrine during camp to recover from being broken. They must still take a break from the next expedition.",
                "upgrades": []
            },
            {
                "name": "Grace",
                "costspecial": null,
                "description": "A fallen character (someone who took 4 wounds) can be granted grace during an interlude by burning <b>10 dust</b>, as long as they fell in the next year, even if they are dead, retired, corrupted, or gone in some way. They return from being fallen, recovering all wounds, effort, strain, and hp. However, the character is living on borrowed time as the dust is fortifying their body and cleansing their soul and must undergo a journey or expedition to make things permanent. The GM can set up an expedition or an ambition for this.",
                "upgrades": []
            }
        ]
    },
    {
        "name": "Spirit Idol",
        "purchasecost": 6,
        "upgradecost": 3,
        "description": "You can pray at this shrine to summon its etheric spirit - usually in the form of an animal, small creature, or fairy. The spirit is friendly to your group, and can be played two ways: either as <b>an NPC</b>, or as a <b>character</b> (for a player to control).<br>The spirit can only be summoned as a character if it’s controlled by someone who is not already playing a character, including the GM. Playing a spirit for a group is a good way for someone not familiar with role playing games, guesting for a session, or calling in remotely for a session to participate, since it is relatively simple.<br>As an NPC, the spirit has the following powers:<ul><li><b>Narrative</b>: The spirit has 2 effort, regains all of it when you camp, and can burn it to give someone <b>aid</b>. It doesn’t take strain and doesn’t take actions otherwise.</li><li><b>Combat</b>: The spirit is not a unit in battle, but can be invoked any time by a character as an interrupt to aid someone, letting them roll twice on any d20 roll and choose either result. This ability works once per battle.</li></ul>As a character, the spirit has the following powers:<ul><li><b>Narrative</b>: The spirit has 3 effort, 3 strain, and rolls 1 dice for all actions. It heals all effort and strain at camp. If the spirit takes maximum strain, it must disperse for a scene and can take no more action, then re-enters the next scene with 0 strain.</li><li><b>Combat</b>: The spirit is a size 1 allied summon lacking the <i>intangible</i> trait with 10 hp, 10 defense, 0 armor, and 4 speed. It heals to full HP after each combat. It can take a standard move and the following actions:<ul><li><b>Spirit Slash (1 action, attack, range 3)</b> <i>On hit</i>: 1d6+1 damage. <i>Miss</i>: 1 damage</li><li><b>Push (1 action)</b>: An adjacent character is shoved 1 space</li><li><b>Spirit Blast (1 action)</b>: A character in range 3 is <i>sealed</i> or <i>weakened</i> (spirit’s choice).</li><li><b>Dash (1 action)</b>: The spirit dashes 3 spaces If defeated in combat, the spirit disperses and reappears in a space in range 3 from an ally at the start of the next round with half hp.</li></ul></li></ul>",
        "upgrades": [
            {
                "name": "Empowered Spirit",
                "costspecial": null,
                "description": "The spirit gains +1 effort and its combat ability as an NPC can be used twice a battle instead",
                "upgrades": []
            },
            {
                "name": "Great Spirit",
                "costspecial": null,
                "description": "As character the spirit can choose to become Size 2 when it starts battle. If so, its speed is reduced to 2, but it also gains +6 hp, becomes Sturdy, and deals 1d8 damage with its attack instead of 1d6. It can also reduce or enlarge itself as a 1 action ability during combat.",
                "upgrades": []
            },
            {
                "name": "Spirit Vengeance",
                "costspecial": null,
                "description": "As a character, the spirit can do each of the following once a session: take a superpowered action, or deal 2d damage with its spirit slash attack instead of 1d",
				"upgrades": []
            }
        ]
    },
    {
        "name": "Survival Gear",
        "purchasecost": 6,
        "upgradecost": 6,
        "description": "Knives, tanning racks, cooking spits, climbing gear, and supplies for wilderness survival. Every character can add +1 to their traverse or sense ratings, up to a maximum of 4.",
        "upgrades": [
            {
                "name": "Survival Kit",
                "costspecial": null,
                "description": "Add good cloak, waterproof clothing, extra rations, sturdy tent, tanning racks, quality tools to <i>loose gear</i>.",
                "upgrades": []
            },
            {
                "name": "Rangers",
                "costspecial": null,
                "description": "Start the first combat of any expedition with 4 vigor",
                "upgrades": [
					{
						"name": "Toughened",
						"costspecial": null,
						"description": "Also gain this benefit after you camp.",
						"upgrades": []
					},
					{
						"name": "Footwork",
						"costspecial": null,
						"description": "On the first turn of combat only, all characters can move diagonally.",
						"upgrades": [
							{
								"name": "Advanced Footwork",
								"costspecial": null,
								"description": "On the first turn of combat only, characters can dash as a free action.",
								"upgrades": []
							}
						]
					}
				]
            }
        ]
    },
    {
        "name": "Thieves' Gear",
        "purchasecost": 6,
        "upgradecost": 3,
        "description": "Lockpicks, cloaks, keys, sacks for carrying loot, and magitech devices for spying or listening.<br>Every character can add +1 to their sneak or excel ratings, up to a maximum of 4.",
        "upgrades": [
            {
                "name": "Thief Kit",
                "costspecial": null,
                "description": "Add pouch of chalk, lock pick, crowbar, extra rope, ball bearings to loose gear for all characters.",
                "upgrades": []
            },
            {
                "name": "Skeleton Key",
                "costspecial": null,
                "description": "1/session you can make any action roll to open, unlock, or activate a device or door <i>superpowered</i> in effect.",
                "upgrades": []
            },
            {
                "name": "Shadow Cloaks",
                "costspecial": null,
                "description": "For the first combat after you embark on an expedition, start with <i>stealth</i>.",
                "upgrades": [
					{
						"name": "Whisper Cloaks",
						"costspecial": null,
						"description": "Also gain this benefit after you camp.",
						"upgrades": []
					}
				]
            }
        ]
    }
]
