[
    {
        "name": "Adverse Terrain",
		"variants": [],
        "tags": [
            {"tag_name": "terrain"}
        ],
        "description": "{{{{Difficult}}}} or {{{{dangerous}}}} terrain."
    },
    {
        "name": "Armor X",
		"variants": ["armor"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "Reduce all damage taken by X. Always reduce by the highest value."
    },
    {
        "name": "Area Effect",
		"variants": ["area effects"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "An ability that applies <i>area effects</i> in a large, fixed pattern."
    },
    {
        "name": "Aura X",
		"variants": ["aura", "auras"
		],
        "tags": [
			{"tag_name": "ongoing"}
        ],
        "description": "This ability is a continuous, {{{{ongoing (+)}}}} effect that affects all characters specified within range X of an origin point, usually a character. Characters are only affected by an aura while inside."
    },
	{
        "name": "Auto-hit",
		"variants": [],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "This attack doesn’t make an attack roll but always scores a hit (not critical hit or miss)."
    },
	{
        "name": "Blessing",
		"variants": ["blessings", "bless", "blessed"
		],
        "tags": [
			{"tag_name": "token"}
        ],
        "description": "Certain abilities give yourself or allies a Blessing token, and ways to spend those tokens for powerful effects. By default a character can use a blessing token to gain +1 {{{{boon}}}} when they make a save. All blessings are discarded at the end of combat."
    },
	{
        "name": "Bonus Damage",
		"variants": [],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "When an ability gains bonus damage, roll one more {{{{[D]}}}} for each instance of bonus damage and pick the highest result."
    },
    {
        "name": "Boon",
		"variants": ["+1d", "bonus die", "bonus dice"
        ],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "You might get bonus dice or dice penalties on a roll from allies helping you, in the form of Boons (+1d6) and Curses (-1d6). These cancel each other out 1 to 1.<br>These are sometimes written as +1D or -1D for simplicity.<br>The most important rule to remember is that you <b>can’t get more than +2 or -2 additional dice on any roll</b>, no matter how many dice you get otherwise."
    },
    {
        "name": "Chain Reaction",
		"variants": [],
        "tags": [
			{"tag_name": "triggered effect"}
        ],
        "description": "Wright-only <i>triggered effect</i>. Triggers when a character damages two or more foes with this ability."
    },
    {
        "name": "Charge",
		"variants": [],
        "tags": [
            {"tag_name": "triggered effect"}
        ],
        "description": "A <i>triggered effect</i> that activates when the ability is used on a {{{{slow turn}}}}."
    },
	{
        "name": "Collide",
		"variants": ["collides"
		],
        "tags": [
            {"tag_name": "triggered effect"}
        ],
        "description": "A <i>triggered effect</i> that occurs on any character {{{{shoved}}}} into an {{{{obstruction}}}} by this ability."
    },
	{
        "name": "Combo",
		"variants": ["combos"
		],
        "tags": [
            {"tag_name": "token"}
        ],
        "description": "Actions with Combo have two versions, a base version and combo version. When you use the base ability, gain a combo token. Any time you use a combo ability and have a token, you use the combo version instead, discarding the token. You can only have one combo token at once, and discard all tokens at the end of combat."
    },
	{
        "name": "Comeback",
		"variants": [],
        "tags": [
            {"tag_name": "triggered effect"}
        ],
        "description": "A <i>triggered effect</i> that turns on if the character using this ability is {{{{bloodied}}}}."
    },
	{
        "name": "Cover",
		"variants": ["covers", "covered"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "If a character has cover from an ability, it halves all damage from that ability.<br>(pg. 89) Characters gain {{{{resistance}}}} to damage from ranged abilities while they are in cover, halving damage.<br> (pg.92) Abilities deal half damage to characters in <b>cover</b>. These characters are hiding behind objects, walls, terrain, etc and are harder to hit. Cover follows the following rules:<ul><li>Characters in cover take <b>half damage</b>.</li><li>Cover is always determined when and where damage is applied, and not when the ability is actually used. For example a character might be able to {{{{fly}}}} or {{{{dash}}}} a short distance before attacking, or a character might throw a bomb that damages adjacent foes.</li><li>Characters don’t grant cover by default.</li><li>A character can take cover by moving adjacent to an object or terrain space that is 1 or more height higher than the {{{{elevation}}}} they are currently standing on. If they do, they gain cover against all characters past the row of spaces on that battlefield that their cover is currently occupying. They must be adjacent to that object or terrain to gain the effects of cover.</li><li>Characters on a higher {{{{elevation}}}} ignore cover against all characters on a lower elevation.</li><li>Characters cannot benefit from cover against <b>adjacent</b> foes.</li></ul>"
    },
	{
        "name": "Critical Hit",
		"variants": ["crit"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "Increase total attack damage by + {{{{[D]}}}}. Can only apply to an attack, can only apply once, and can trigger normally on a total attack roll of 20+."
    },
    {
        "name": "Cure",
		"variants": ["cures", "cured"
		],
        "tags": [
			{"tag_name": "positive effect"}
        ],
        "description": "A character that’s cured gains 4 {{{{vigor}}}}, or a <i>vigor surge</i> if they’re {{{{bloodied}}}}. Then, they may save against all statuses."
    },
    {
        "name": "Curse",
		"variants": ["-1d", "die penalty", "dice penalties"
        ],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "You might get bonus dice or dice penalties on a roll from allies helping you, in the form of Boons (+1d6) and Curses (-1d6). These cancel each other out 1 to 1.<br>These are sometimes written as +1D or -1D for simplicity.<br>The most important rule to remember is that you <b>can’t get more than +2 or -2 additional dice on any roll</b>, no matter how many dice you get otherwise."
    },
	{
        "name": "Dangerous Terrain",
		"variants": ["dangerous"
		],
        "tags": [
            {"tag_name": "terrain"}
        ],
        "description": "Entering or exiting a dangerous terrain space causes a character to take 2 {{{{piercing}}}} damage. Characters can only take this damage once a turn, even if they enter new dangerous terrain spaces. Can overlap other terrain types."
    },
	{
        "name": "Difficult Terrain",
		"variants": ["difficult"
		],
        "tags": [
            {"tag_name": "terrain"}
        ],
        "description": "Costs +1 space of movement to exit. Can overlap other terrain types."
    },
	{
        "name": "[D]",
		"variants": [],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "Your class damage die. Roll that die when you see this symbol.<ul><li><b>Stalwart:</b> d6</li><li><b>Vagabond:</b> d10</li><li><b>Mendicant:</b> d6</li><li><b>Wright:</b> d8</li></ul>"
    },
	{
        "name": "Dash",
		"variants": ["dashes", "dashed", "dashing"
		],
        "tags": [
			{"tag_name": "movement"}
        ],
        "description": "Special movement that ignores {{{{engagement}}}}."
    },
	{
        "name": "Delay",
		"variants": ["delayed"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "Slow but powerful effect that typically {{{{ends your turn}}}}. When you use a delay effect, your {{{{next turn must be slow}}}}. The effect occurs at the start of that turn, before anything else happens."
    },
    {
        "name": "Effect",
		"variants": [],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "A part of an ability that simply happens and is applied to all targets, no roll or save required."
    },
    {
        "name": "Elevation",
		"variants": [],
        "tags": [
            {"tag_name": "terrain"}
        ],
        "description": "(pg. 89) Each basic terrain space has elevation (suggested from 0-3, with 0 being ground level, but could be any elevation).<ul><li>It costs +1 movement per difference in height to move up elevation, to a max of +3. Spaces 4 or more spaces higher cannot be entered with normal movement.</li><li>Characters might be able to take {{{{cover}}}} behind terrain, and it might block line of sight (see more in the section below).</li><li><b>Height Advantage</b>: +1 {{{{boon}}}} on any attack against a target on lower elevation than you per level of height difference, and you ignore {{{{cover}}}} for lower elevation.</li><li><b>Height Disadvantage</b>: If you attack a character in higher elevation than you, get +1 {{{{curse}}}} per level of height difference.</li></ul>"
    },
	{
        "name": "End Turn",
		"variants": ["end your turn", "ends your turn"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "This ability ends your turn. If multiple abilities or effects would end your turn at the same time, you can only choose one."
    },
	{
        "name": "Engagement",
		"variants": [],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "A character must spend +1 space of movement to exit a space adjacent to a foe."
    },
	{
        "name": "Exceed",
		"variants": [],
        "tags": [
            {"tag_name": "triggered effect"}
        ],
        "description": "A <i>triggered effect</i> that takes place on a total attack roll of 15+."
    },
	{
        "name": "Finishing Blow",
		"variants": ["finishing blows"
		],
        "tags": [
            {"tag_name": "triggered effect"}
        ],
        "description": "Vagabond-only. <i>Triggered effect</i> that triggers if this ability targets a {{{{bloodied}}}} foe."
    },
	{
        "name": "Fray Damage",
		"variants": ["fray"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "Fixed damage. Usually added to all attacks on hit or miss."
    },
    {
        "name": "Free Action",
		"variants": [],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "Some abilities take <b>Free Actions</b>. These abilities don’t take an action to use and must be used on your turn, but still follow the No Repeats rule. The most basic Free Action is a <b>standard move</b>, which all characters have by default."
    },
	{
        "name": "Gamble",
		"variants": ["gambles", "gambled", "gambling"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "Roll 1d6, then trigger an effect on a certain result or higher."
    },
	{
        "name": "Heroic",
		"variants": ["heroics"
		],
        "tags": [
            {"tag_name": "triggered effect"}
        ],
        "description": "Stalwart-only <i>triggered effect</i>. Triggers when its special condition is fulfilled, depending on job (shove a character, sacrifice health, etc)."
    },
	{
        "name": "Immune to X",
		"variants": ["immune", "immunity"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "Not affected by X in any way. A character that’s immune to damage or effects doesn’t even count as taking them."
    },
    {
        "name": "Impassable",
		"variants": [],
        "tags": [
            {"tag_name": "terrain"}
        ],
        "description": "Provides {{{{obstruction}}}} and {{{{cover}}}}, and blocks line of sight. Could be something like a pillar, cliff, or a solid wall that goes to the ceiling."
    },
	{
        "name": "Infuse",
		"variants": ["infusion", "infuses", "infusing"
		],
        "tags": [
            {"tag_name": "triggered effect"}
        ],
        "description": "Wright-only <i>triggered effect</i>. Triggers when Aether is spent on an ability."
    },
    {
        "name": "Interrupt",
		"variants": ["interrupts", "interrupting"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "(pg. 85) Some abilities give you <b>interrupts</b>, which are abilities that trigger under certain circumstances and ‘interrupt’ whatever is going on. Each interrupt can only be used a certain number of times a round, and you can only use <b>one interrupt</b> on any turn (either your own or another characters). (pg. 81) You may also use interrupts before, after, or in the middle of any action, even off your turn, if you have them.<br>(pg. 91) Some abilities are called <b>interrupts</b> and can be used off your turn. You can use each interrupt a number of times indicated by the tag (Interrupt 1, Interrupt 2, for example) between your turns, <b>only one interrupt during any turn</b>, (yours or another character’s) and get them all back at the start of any of your turns. Imagine them like a card that you play and can draw again at the start of your turn.<br>Like they sound, interrupts have a <b>trigger</b> which <i>interrupts</i> any action currently being taken, and then immediately apply <b>effects</b>.<br>(pg. 107) Interrupts resolve with the most recently triggered interrupt first. For example, if a character’s effect deals damage to an enemy, and the enemy has an interrupt that reads ‘when this enemy takes damage’, the enemy’s interrupt would trigger first (even if they are killed by the damage), then the damage would be applied. Interrupts that have the same trigger and trigger at the same time resolve in the same order as turns (player character/npc, alternating).<br> (pg. 108) Interrupts activate when triggered, interrupting the normal flow of action until resolved, and always take priority."
    },
    {
        "name": "Line of Sight",
		"variants": ["los"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "Line of sight means being able to see and interact with a character. Some effects like clouds of poison or smog can block lines of sight, or {{{{impassable}}}} terrain, like a dungeon wall. By default, objects, characters, and all terrain other than impassable terrain do not block line of sight.<br>Line of sight operates by two rules:<ul><li>If there’s any ambiguity about line of sight, draw a straight line from the any edge of your character’s space to the edge of another character’s space. If the line does not intersect with impassable terrain or an effect that explicitly blocks line of sight, then you have line of sight to that character.</li><li>If there’s any further ambiguity about line of sight, the GM can arbitrate according to their table.</li></ul>"
    },
	{
        "name": "Mark",
		"variants": ["marks", "marked"
		],
        "tags": [
            {"tag_name": "ongoing"}
        ],
        "description": "Places a mark, an {{{{ongoing}}}} effect, on a specific character. Each ability can only place one mark at a time, and a character can mark another character with one mark at a time. If you place a new mark on a character with a mark from you, you can choose which to keep or which to discard. Marks end when the character that placed the mark is defeated, or under other listed conditions."
    },
    {
        "name": "Object",
		"variants": ["objects"
		],
        "tags": [
            {"tag_name": "terrain"}
        ],
        "description": "Characters can often summon or create objects and they can be used to represent boulders, piles of barrels, a cart, a wall, etc. They otherwise function as {{{{terrain}}}}. Categorized by height, 1-3. Provides {{{{obstruction}}}}. Characters can stand on objects and take {{{{cover}}}} behind them. Objects are {{{{immune}}}} to damage and effects unless specified. They can be removed from the battlefield by some abilities and effects.<br><b>Destroying Objects</b> - The GM can make objects destructible. Destructible objects are targetable by anything that targets characters, but don’t count as a character. They have 10 hp, can be targeted as if they were a character, are automatically hit by attacks and effects, and fail all saves. Once an object is destroyed, remove it."
    },
	{
        "name": "Obstruction",
		"variants": [],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "A character can’t normally enter a space occupied by an obstruction. By default this means foes, terrain, and objects."
    },
	{
        "name": "Ongoing (+)",
		"variants": ["ongoing", "+"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "A status or effect that is <i>ongoing</i> can’t be ended until the thing causing it (a mark, a stance) is ended. Indicated by a + symbol."
    },
    {
        "name": "Pit",
		"variants": ["pits"
		],
        "tags": [
            {"tag_name": "terrain"}
        ],
        "description": "(pg. 89) A pit space is just what it sounds like, but could also be deep water, mud, etc. Pits count as <b>one level lower of</b> {{{{elevation}}}} than their base space."
    },
	{
        "name": "Power Die",
		"variants": [],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "A die set out and and ticked up or down depending on certain conditions. You can use a physical die to represent it, or just a tracker. Each power die is unique to the ability that granted it. You typically gain power dice at 1 tick, and if a power die ticks to 0, discard it."
    },
	{
        "name": "Rebound",
		"variants": ["rebounds", "rebounding"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "An ability that is rebounded can be bounced off a character in range. The ability has no effect, but is instead redirected from that character’s space as the origin space, taking into account {{{{cover}}}}, {{{{line of sight}}}}, and other similar effects from their space. Any effects that apply to the original user of the ability still apply to them (such as sacrificing hp, or moving). Rebound does not stack."
    },
	{
        "name": "Resistance",
		"variants": ["resist", "resisting", "resists", "resisted"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "Take half damage, rounded up."
    },
	{
        "name": "Rush X",
		"variants": ["rush", "rushes", "rushing"
		],
        "tags": [
			{"tag_name": "movement"}
        ],
        "description": "Move X spaces. You are {{{{unstoppable}}}} and {{{{immune}}}} to all damage while moving."
    },
	{
        "name": "Sacrifice X",
		"variants": ["sacrifice", "sacrifices"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "Reduce your hp by X, usually as a cost for an ability. Sacrifice costs are paid at the start of an ability, cannot be reduced, ignored, transferred, or {{{{resisted}}}}, cannot bring your hp below 1, and you can pay them even if you don’t have enough hp left."
    },
	{
        "name": "Shove X",
		"variants": ["shove", "shoves", "shoved", "shoving"
		],
        "tags": [
            {"tag_name": "general"}            
        ],
        "description": "Move a character involuntarily X spaces in a straight line away from you. If they would move into another character’s space, an object, or into a higher {{{{elevation}}}} space, they {{{{Collide}}}} and stop moving."
    },
	{
        "name": "Slay",
		"variants": [],
        "tags": [
			{"tag_name": "triggered effect"}
        ],
        "description": "A <i>triggered effect</i> that activates when this ability reduces a character to 0 hp."
    },
    {
        "name": "Slope",
		"variants": [],
        "tags": [
            {"tag_name": "terrain"}
        ],
        "description": "(pg. 89) Slopes count as the same height as their base space, but exiting a slope space allows you to ignore the movement cost of one level of {{{{elevation}}}}. Could also be something like a staircase or ramp."
    },
	{
        "name": "Slow Turn",
		"variants": ["slow turns", "next turn must be slow", "slow"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "Go after all other characters. If multiple characters take slow turns, it takes the same order as regular turns (ally/enemy/ally)."
    },
	{
        "name": "Stance",
		"variants": [],
        "tags": [
			{"tag_name": "ongoing"},
			{"tag_name": "positive effect"}
        ],
        "description": "An {{{{ongoing}}}}, positive effect. A character can only have one stance active at a time and can drop a stance by taking a new stance or as a {{{{free action}}}} at the start of their turn. When a stance refreshes, regain its effects."
    },
	{
        "name": "Standard Move",
		"variants": [],
        "tags": [
			{"tag_name": "movement"}
        ],
        "description": "An ability all characters can take as a {{{{free action}}}} to move their speed."
    },
	{
        "name": "Status",
		"variants": ["statuses"
        ],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "A negative effect. Includes slashed, blind, dazed, hatred, pacified, sealed, shattered, stunned, weakened, and vulnerable."
    },
	{
        "name": "Summon",
		"variants": ["summons"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "A character controlled by its Summoner. Summons are {{{{intangible}}}}, and cannot be {{{{marked}}}}, and do not count as allies or foes for the purposes of abilities. Summons do not take turns. Instead, they have a <b>summon action</b> that they use on their summoner’s turn, or a <b>summon effect</b> that is always active, and otherwise don’t take actions or move on their own. Summons are removed from the battlefield when their summoner is defeated."
    },
	{
        "name": "Teleport",
		"variants": ["teleports", "teleporting"
		],
        "tags": [
			{"tag_name": "movement"}
        ],
        "description": "Special movement that allows you to instantly move to unoccupied space within range X."
    },
	{
        "name": "Terrain Effect",
		"variants": ["terrain effects", "terrain"
		],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "Something that creates or modifies the terrain spaces on the battlefield."
    },
	{
        "name": "Triggered Effect",
		"variants": ["triggered effects"
        ],
        "tags": [
            {"tag_name": "general"}
        ],
        "description": "An effect that actives under a certain condition. Common effects are {{{{critical hit}}}}, {{{{slay}}}}, {{{{collide}}}}, {{{{finishing blow}}}}, and {{{{charge}}}}. Each unique effect can only trigger once per ability, and once per trigger."
    },
    {
        "name": "Blind",
		"variants": ["blinded", "blinding", "blinds"
		],
        "tags": [
            {"tag_name": "status"}
        ],
        "description": "Max range of all abilities is 2."
    },
	{
        "name": "Dazed",
		"variants": ["daze", "dazes", "dazing"
		],
        "tags": [
            {"tag_name": "status"}
        ],
        "description": "+1 {{{{curse}}}} on attacks."
    },
	{
        "name": "Hatred of X",
		"variants": ["hatred"
		],
        "tags": [
            {"tag_name": "status"}
        ],
        "description": "Deal half damage to all foes other than foe X. End this status at the end of your turn, or if foe X becomes {{{{immune}}}} to damage or un-targetable."
    },
	{
        "name": "Pacified",
		"variants": ["pacify"
		],
        "tags": [
            {"tag_name": "status"}
        ],
        "description": "Character deals half damage. Breaks when damaged by a foe’s ability."
    },
	{
        "name": "Sealed",
		"variants": ["seals"
		],
        "tags": [
            {"tag_name": "status"}
        ],
        "description": "Character cannot inflict {{{{statuses}}}}."
    },
	{
        "name": "Shattered",
		"variants": ["shattering"
		],
        "tags": [
            {"tag_name": "status"}
        ],
        "description": "Character cannot gain or benefit from {{{{vigor}}}}."
    },
    {
        "name": "Slashed",
		"variants": ["slash", "slashing"
		],
        "tags": [
            {"tag_name": "status"}
        ],
        "description": "Take 4 damage after you or an ally uses an ability that moves you, but no more than once a turn."
    },
	{
        "name": "Stunned",
		"variants": ["stun", "stuns"
		],
        "tags": [
            {"tag_name": "status"}
        ],
        "description": "Can’t take {{{{interrupts}}}}. Your next ability used {{{{ends your turn}}}}, then end this status."
    },
	{
        "name": "Weakened",
		"variants": ["weaken", "weakening", "weak"
		],
        "tags": [
            {"tag_name": "status"}
        ],
        "description": "All damage dealt reduced by 2."
    },
	{
        "name": "Vulnerable",
		"variants": [],
        "tags": [
            {"tag_name": "status"}
        ],
        "description": "All damage taken increased by 1."
    },
	{
        "name": "Bloodied",
		"variants": [],
        "tags": [
            {"tag_name": "special state"}
        ],
        "description": "When a character is at or under 50% maximum HP, they are bloodied."
    },
    {
        "name": "Defeated",
		"variants": [],
        "tags": [
            {"tag_name": "special state"}
        ],
        "description": "When a character is reduced to 0 hp, they are defeated. Defeated characters are {{{{incapacitated}}}} (can’t do anything).<br>A player character that’s defeated can be <b>rescued</b> by another character, returning them to the action.<br>A player character that’s defeated also takes a <b>wound</b>, which reduces their maximum hp by 25%. If they take 4 wounds, they instead are <b>fallen</b> and can no longer be a player character (they are dead or irrevocably changed)."
    },
    {
        "name": "Immobile",
		"variants": [],
        "tags": [
            {"tag_name": "special state"}
        ],
        "description": "An immobile character or object can’t move or be moved or removed from the battlefield in any way."
    },
    {
        "name": "Incapacitated",
		"variants": [],
        "tags": [
            {"tag_name": "special state"}
        ],
        "description": " When a character is reduced to 0 hp, they are incapacitated and can’t do anything. Any effects or {{{{statuses}}}} on them end or turn off. Any {{{{summons}}}}, or other effects they have created disappear, {{{{objects}}}} and {{{{terrain effects}}}} remain. A defeated character doesn't take turns, doesn’t provide {{{{obstruction}}}} or {{{{engagement}}}}, can’t move, take actions, or use abilities or traits."
    },
	{
        "name": "Counter",
		"variants": ["counters"
		],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "When damaged by an ability, deal 2 damage back, each time damage is applied."
    },
	{
        "name": "Defiance",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "Prevents hit points from being reduced past 1 hp. When this triggers, remove this effect and character becomes {{{{immune}}}} to all damage for the rest of the current turn."
    },
	{
        "name": "Divine",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "Damage from this ability cannot be reduced, mitigated, or negated in any way except {{{{immunity}}}}. (Ignores {{{{armor}}}}, {{{{weak}}}}, {{{{resistance}}}}, {{{{defiance}}}}, and bypasses {{{{vigor}}}})."
    },
	{
        "name": "Dodge",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "{{{{Immune}}}} to all damage from misses, successful saves, and {{{{area effects}}}}."
    },
	{
        "name": "Evasion",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "Roll a d6 when attacked. On a 4+, the attack automatically misses. Check before the attack roll."
    },
	{
        "name": "Flying",
		"variants": ["fly", "flies", "flying"
		],
        "tags": [
            {"tag_name": "positive effect"},
			{"tag_name": "movement"}
        ],
        "description": "A flying character ignores terrain damage and movement penalties, height movement penalties, {{{{obstruction}}}}, and {{{{engagement}}}}."
    },
	{
        "name": "Intangible",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "{{{{Immune}}}} to damage and effects from foes. Does not provide {{{{obstruction}}}} or {{{{engagement}}}}."
    },
	{
        "name": "Phasing",
		"variants": ["phase", "phases"
		],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "Can ignore {{{{obstruction}}}} and pass through, but not end your turn in, terrain, objects, or characters."
    },
	{
        "name": "Pierce",
		"variants": ["piercing"
		],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "Damage cannot be reduced by {{{{armor}}}} or {{{{weakened}}}}."
    },
	{
        "name": "Rampart",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "Foes cannot enter or exit a space affected by a <i>rampart</i> effect by {{{{dashing}}}}, {{{{flying}}}}, or {{{{teleporting}}}}."
    },
	{
        "name": "Regeneration",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "If {{{{bloodied}}}}, gain 4 {{{{vigor}}}} at the end of your turn."
    },
	{
        "name": "Skirmisher",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "Can move diagonally, and {{{{dash}}}} is full speed."
    },
	{
        "name": "Stealth",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "Cannot be directly targeted except from an adjacent space. Breaks on using any ability other than {{{{dash}}}} or {{{{standard move}}}}."
    },
	{
        "name": "Sturdy",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "When moved or removed and placed by a foe, can only be moved max 1 space a turn."
    },
	{
        "name": "True Strike",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "Ignores {{{{dodge}}}}, {{{{blind}}}}, {{{{evasion}}}}, and {{{{stealth}}}}."
    },
	{
        "name": "Unerring",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "Ignores {{{{cover}}}} and <i>aetherwall</i> (Wrights gain {{{{resistance}}}} against all abilities from characters that are outside of range 2 of them)."
    },
	{
        "name": "Unstoppable",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "{{{{Immune}}}} to all {{{{statuses}}}}. Cannot be moved by foes, and movement ignores {{{{engagement}}}} and {{{{rampart}}}}."
    },
	{
        "name": "Vigilance X",
		"variants": ["vigilance"
		],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "A special effect with X charges, each represented by a d6. Like {{{{triggered effects}}}}, vigilance can only be used once per trigger. Vigilance charges stack if a character gains more than one. A character can spend any number of charges of Vigilance for one of the following effects, rolling 1d6 per charge spent and picking the highest result:<ul><li>When an ally in range 2 is damaged by a foe’s ability, reduce the damage by the amount rolled as if with {{{{armor}}}}</li><li>When a foe breaks adjacency with you, deal that much damage to them.</li></ul>"
    },
	{
        "name": "Vigor",
		"variants": [],
        "tags": [
            {"tag_name": "positive effect"}
        ],
        "description": "Gain a shield that goes over your hit points, equal to your VIT value. Damage goes to Vigor before Hit Points, and it benefits from {{{{armor}}}} and {{{{resistance}}}}. Vigor stacks, but cannot go past 25% of your hp. If you gain a <b>vigor surge</b>, gain maximum vigor. Lose all vigor at the end of combat."
    }
]
