[
    {
        "name": "Aetherpearls",
        "purchasecost": 6,
        "upgradecost": 3,
        "description": "This small set of pearls are etherically linked together, and can be inset into armor or worn as jewelry. There are always just enough for all player characters and no more.<br/><br/>Every character can add +1 to their charm or command rating, up to a max of 3.<br/><br/>Characters can add aetherpearls to their adventurer's kit. While wearing a pearl, characters can talk to any other character wearing a linked pearl within a mile. They must talk out loud and hear the other person's voice in their ear.",
        "upgrades": [
            {
                "name": "Extended Pearls",
                "costspecial": null,
                "description": "Up to 6 additional pearls can also be given to NPC allies. Pearls can also be linked to any other pearl network within their range, connecting them together.",
                "upgrades": []
            },
            {
                "name": "Resonant Pearls",
                "costspecial": null,
                "description": "When in a populous location with an etheric field (like a city) the pearls don't have a maximum distance.",
                "upgrades": []
            },
            {
                "name": "Silent Pearls",
                "costspecial": null,
                "description": "Within the same room (or a very short distance) anyone wearing a linked pearl can communicate telepathically, without speaking out loud.",
                "upgrades": []
            }
        ]
    },
    {
        "name": "Aethervault",
        "purchasecost": 3,
        "upgradecost": 3,
        "description": "You can keep up to 6 Dust inside this crystalline prism, where it is safely stored. Characters can deposite or withdraw Dust from it by touching it. Only characters attuned to the prism (your groups, and any NPCs you choose) can withdraw or deposite dust, and it is practically indestructible unless you hurl it into a high powered Aetherforge. <br/><br/>The vault has a clever but slow acting condenser inside. At the end of each interlude, if there is at least 1 Dust inside the Vaul, it attracts more Aether, adding 1 Dust to the vault. If there's no room int he vault, no more Dust is generated.",
        "upgrades": [
            {
                "name": "Empowered attunement",
                "costspecial": null,
                "description": "Dust can be withdrawn or deposited into the Vault from anywhere, ending up in a specially attuned vial on each character's waist.",
                "upgrades": []
            },
            {
                "name": "Aether Sapphire",
                "costspecial": null,
                "description": "Increase the vault's capacity to 12.",
                "upgrades": [
                    {
                        "name": "Aether Ruby",
                        "costspecial": null,
                        "description": "Increase the vault's capacity to 16.",
                        "upgrades": []
                    }
                ]
            },
            {
                "name": "Upgrade Condenser",
                "costspecial": null,
                "description": "If it's at least half full, the vault condenses 2 Dust instead of 1.",
                "upgrades": []
            }
        ]
    }
]