[
    {
        "job":"Fool",
        "limit": 6,
        "name":"Bomb",
        "tags":[
            {"tag_name": "size", "val": 1}, 
            {"tag_name": "intangible"}
        ],
        "description":"<b>Summon Effect:</b> The bomb can be shoved or teleported and can share space with other characters, though it can't share space with other bombs. When any character enters a bomb's space, they can remove it from the battlefield. At the end of their turn, they may place it on any free adjacent space. Characters can only carry one bomb at once. <br/> <b>Summon Effect:</b> Once a round, you may <i>gamble</i> at the end of any turn other than yours, after all bombs have been placed. All bombs explode, dealing damage equal to the gamble result in a small blast <i>area effect</i> centered on them. Characters in the area of multiple explosions are only affected once."
    },
    {
        "job":"Freelancer",
        "limit": 1,
        "name":"Astral Seraph",
        "tags":[
            {"tag_name": "size", "val": 1}, 
            {"tag_name": "intangible"},
            {"tag_name": "flying"},
            {"tag_name": "skirmisher"}
        ],
        "description":"<b>Summon Action:</b> The seraph flies 3. <br/> <b>Summon Effect:</b> Once a round, when you score a <i>Critical Hit</i>, trigger a <i>Finishing Blow</i>, or trigger an <i>Exceed</i> effect, you may cause the seraph to lash out against all foes at <i>exactly</i> range 3 from the seraph, dealing 2 <i>unerring</i> damage to them."
    },
    {
        "job":"Shade",
        "limit": 6,
        "name":"Shadow",
        "tags":[
            {"tag_name": "size", "val": 1}, 
            {"tag_name": "intangible"}
        ],
        "description":"<b>Summon Effect:</b> The shadow can share space with other characters, and has different effects on foes and allies: <ul><li>If a foe enters the shadow's space for any reason or starts their turn there, it is consumed, dealing 2 damage to the foe, disappearing and turning into a <i>shadow cloud</i>.</li><li>If yourself or an ally enters the shadow's space, it is consumed. It disappears and grants them <i>stealth</i>.</li></ul>"
    },
    {
        "job":"Shade",
        "limit": 0,
        "name":"Shadow Cloud",
        "tags":[
            {"tag_name": "terrain effect"}
        ],
        "description":"<i>Difficult Terrain.</i> While inside this terrain space, characters are blinded+. You are immune to these effects."
    },
    {
        "job":"Warden",
        "limit": 1,
        "name":"Great Beast",
        "tags":[
            {"tag_name": "size", "val":1},
            {"tag_name": "intangible"}
        ],
        "description":"<b>Summon Action:</b> Once during your turn, your beast can dash up to 2 spaces, then may deal 2 damage to an adjacent foe and shove 1. <br/><b>Charge:</b> Repeat the action."
    },
    {
        "job":"Warden",
        "limit": 6,
        "name":"Beast",
        "tags":[
            {"tag_name": "size", "val":1},
            {"tag_name": "intangible"}
        ],
        "description":"<b>Summon Action:</b> All beasts can dash 1 space at the start of your turn. <br/><b>Summon Effect:</b> WHen you ro an ally ends any movement adjacent to a beast's space, you may cause the beast to pounce at a foe in range 3. That character takes <i>unerring</i> damage equal to their distance from the beast (1-3). Then remove the beast."
    },
    {
        "job":"Harvester",
        "limit": 1,
        "name":"Severed Soul",
        "tags":[
            {"tag_name": "size", "val":1},
            {"tag_name": "intangible"},
            {"tag_name": "immobile"},
            {"tag_name": "ability", "val": "Death Sentence"}
        ],
        "description":"<b>Summon Effect:</b> While they have their soul knocked out, foes can act normally. However, the soul can be targeted as if it was the body, transferring all damage or effects it would take to the body, no matter the distance or line of sight. Damage becomes <i>divine</i>. Abilities that are able to target both the body and soul of the foe (such as AoEs) can hit both."
    },
    {
        "job":"Harvester",
        "limit": 6,
        "name":"Thrall",
        "tags":[
            {"tag_name": "size", "val":1},
            {"tag_name": "intangible"}
        ],
        "description":"<b>Summon Action:</b> At the start of your turn, all your thralls may dash 2 spaces, ignoring difficult terrain, then dealing 1 piercing damage to an adjacent foe. THen, remove each thrall and replace it with a <i>plant</i>."
    },
    {
        "job":"Harvester",
        "limit": 0,
        "name":"Plant",
        "tags":[
            {"tag_name": "terrain effect"}
        ],
        "description":"<b>Terrain Effect:</b> A plant space is <i>dangerous terrain</i> that only affects foes, and has a blessing token on it, which can be picked up if yourself or an ally enters its space. When the blessing is removed, remove the plant."
    },
    {
        "job":"Seer",
        "limit": 0,
        "name":"Wild Card",
        "tags":[
            {"tag_name": "size", "val":1},
            {"tag_name": "intangible"}
        ],
        "description":"<b>Summon Effect:</b> The card emits a small blast <i>area effect</i> centered on it, which is normally inactive. When any space of an area ability from you or an ally would touch the area, it can be activated, causing the card to explode, and externding the area effect of that ability to encompass the card's area for the duraction. Then, remove the card. <ul><li>Wild cards can be triggered by other wild cards</li><li>Wild cards do not extend the persistent effects of any area abilities, such as creating terrain effects in their space, but only the effects that last for the duraction of the ability.</li></ul>"
    },
    {
        "job":"Stormbender",
        "limit": 1,
        "name":"Selkie",
        "tags":[
            {"tag_name": "size", "val":1},
            {"tag_name": "intangible"},
            {"tag_name": "flying"}
        ],
        "description":"<b>Summon Effect:</b> Your selkie can share space with characters, and is also considered a <i>terrain effect</i>. <br/><b>Summon Action:</b> The selkie may fly 3 at the end of your turn. Any character standing in the Selkie's space when it moves is removed from the battlefield, then placed back in its space, or adjacent to it if that space is occupied."
    },
    {
        "job":"Stormbender",
        "limit": 6,
        "name":"Salt Sprite",
        "tags":[
            {"tag_name": "size", "val":1},
            {"tag_name": "intangible"},
            {"tag_name": "immobile"}
        ],
        "description":"<b>Summon Effect:</b> The Sprite is both a <i>summon</i> and <i>terrain effect</i>. It can share space with other characters, and its area counts as <i>difficult terrain</i>.<br/><b>Effect:</b> WHen a charatcer is <i>shoved</i> into the sprite's area, it triggers <b>collide</b> effects and awakens it. Allies shoved into its space can fly 2. Foes are shoved 2 in any direction. Then, remove the sprite."
    },
    {
        "job":"Enochian",
        "limit": 0,
        "name":"Aethershard",
        "tags":[
            {"tag_name": "height", "val":1},
            {"tag_name": "object"},
            {"tag_name": "ability", "val": "Aethershard"}
        ],
        "description":"<b>Summon Effect:</b> When you include the Aethershard in the <i>area effect</i> of any ability, the ability resonates with the shards, dealing 2 piercing damage as an <i>area effect</i>, once, to all characters in the area for every one of your Aethershards caught in the same ability. Then destroy all Aethershards activated this way and gain 1 Aether."
    }
]